Revit 2027 API
ParameterTypeId.PropertySegmentLR Property
 "L/R"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PropertySegmentLR { get; }
Public Shared ReadOnly Property PropertySegmentLR As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PropertySegmentLR {
	ForgeTypeId^ get ();
}
static member PropertySegmentLR : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace